{"name": "Pils Niemiecki", "description": "Pils Niemiecki to nic innego jak kopia Bohemian Pilsener zaadaptowana do warunków warzelniczych w Niemczech. Typową cechą jest lekki zbożowy aromat słodu pilzneńskiego i wyraźny kwiatowy albo korzenny aromat szlachetnego chmielu. Słomkowy do jasno złocistego, klarowność od doskonała do bardzo klarowna z kremową, długo utrzymującą się białą pianą.", "ingredients": ["Słód Pilzneński Viking Malt - 2 kg", "Słód Monachijski Jasny Viking Malt - 2 kg", "Chmiel Magnum - 25g", "Drożdże Saflager S-23 - 1 szt", "Drożdże Saflager W 34/70 - 1 szt ", "Drożdże Gozdawa GLW35 - 1 szt "], "steps": ["Dodaj ześrutowany słód do 12l wody o temp. 52°C.", "Wyłącz palnik na 10 min. i zrób przerwę białkową.", "Po około 10 min. podgrzewaj zacier do temp. 62-68°C.", "Wyłącz palnik na 10-60 min. i zrób przerwę scukrzającą (maltazowa, beta amylazowa).", "Ponownie podgrzewaj zacier do temp. 72°C.", "Wyłącz palnik na 10-30 min. i zrób przerwę (destynująca, alfa-amylazowa).", "Podnieś temperaturę zacierania do 78°C, aż aktywność enzymów zaniknie lub przynajmniej przestanie wzrastać.", "Brzeczka piwna staje się rzadsza i łatwiej ją przefiltrować.", "Czekaj 30 minut, aż złoże filtracyjne się ułoży.", "Wysładzaj do uzyskania brzeczki przedniej: 20l - 15 blg.", "Następnie wysładzaj wodą o temperaturze 75°C do uzyskania 10-12 Blg i 20l brzeczki lub do momentu, kiedy z kranika płynie brzeczka o gęstości 2Blg.", "Do zdezynfekowanej szklanki dodaj 200ml ciepłej wody w przedziale od 18°C do 28°C.", "Wsyp drożdże i dobrze wymieszaj aż do otrzymania mętnej konsystencji.", "Przykryj i odstaw na 30 min do uwodnienia drożdży.", "Do pomiaru temperatury (oczywiście wcześniej zdezynfekowanego) można użyć termometru szpilkowego.", "Pamiętaj, że drożdże żyją tylko w określonej temperaturze, temperatura powyżej 28°C może je zabić a wtedy fermentacja nie wyjdzie.", "Ważne, żeby temp brzeczki mieściła się w temp od 18°C do 28°C. Taka temp. Jest odpowiednia do zadania drożdży do brzeczki.", "Fermentacja burzliwa w temp. 9-15°C (ok. 7. dni)\nFermentacja cicha w temp. 5-10°C (ok. 7 dni)", "Butelkuj z użyciem glukozy 100g na 20l piwa.", "Na czas refermentacji trzymaj przez dwa tygodnie temp. 15°C.", "Po uzyskaniu prawidłowego nagazowania przechowuj w chłodnym zaciemnionym pomieszczeniu."], "image_path": "images/light_beer.jpg"}