{"name": "Porter Bałtycki", "description": "Piwo, tradycyjnie pochodzące z krajów nadbałtyckich. Wywodzi się z English Porter. Bogate aromaty słodowej słodkości, często z nutami karmelowymi, toffi, orzechowymi, głęboko tostowymi i/albo lukrecji. Profil estrowy i alkoholowy umiarkowany.", "ingredients": ["Słód Pilzneński - 2.5 kg", "Słód Monachijski Ciemny - 2 kg", "Słód Wiedeński - 0.8 kg", "Słód Karmelowy 150 - 0.25 kg", "Słód Karmelowy 300 - 0.25 kg", "Słód Czekoladowy Ciemny - 0.1 kg", "Słód Barwiący - 0.1 kg", "Chmiel Marynka - 50 g", "Chmiel Lubelski - 50 g"], "steps": ["Zacieranie:\nDodaj ześrutowany słód do 18l wody o temp. 52°C.", "Wyłącz palnik na 10 min. i zrób przerwę białkową.", "Następnie podgrzewaj zacier do temp. 62-68°C.", "Wyłącz palnik na 30 min. i zrób przerwę scukrzającą (maltazowa, beta amylazowa).", "Ponownie podgrzewaj zacier do temp. 72°C.", "Wyłącz palnik na 20 min. i zrób przerwę (destynująca, alfa-amylazowa).", "Potem podnieś temperaturę zacierania do 78°C i aktywność enzymów zanika lub przynajmniej przestaje wzrastać. Brzeczka piwna staje się rzadsza i łatwiej ją przefiltrować.", "Wysładzanie:\nWysładzaj do uzyskania brzeczki przedniej: 10l - 24 blg.", "Potem wysładzaj wodą o temperaturze 75°C do uzyskania 17-19 Blg lub do momentu, kiedy z kranika płynie brzeczka o gęstości 3Blg.", "Chmielenie:\nW 30-tej minucie dodaj 50g chmielu Marynka.", "W 50-tej minucie dodaj 50g chmielu Lubelski.", "Przygotowanie drożdży:\nDo zdezynfekowanej szklanki dodaj 200ml ciepłej wody w przedziale od 18°C do 28°C.", "Wsyp drożdże i dobrze wymieszaj aż do otrzymania mętnej konsystencji.", "Przykryj i odstaw na 30 min do uwodnienia drożdży.", "Do pomiaru temperatury (oczywiście wcześniej zdezynfekowanego) można użyć termometru szpilkowego. Pamiętaj, że drożdże żyją tylko w określonej temperaturze, temperatura powyżej 28°C może je zabić a wtedy fermentacja nie wyjdzie. Ważne, żeby temp brzeczki mieściła się w temp od 18°C do 28°C. Taka temp. Jest odpowiednia do zadania drożdży do brzeczki.", "Fermentacja:\nFermentacja burzliwa w temp. 12-15°C (ok. 7. dni)\nFermentacja cicha w temp. 10-15°C (ok. 7 dni)", "Refermentacja i leżakowanie:\nButelkuj z użyciem glukozy 50g na 10l piwa.", "Na czas refermentacji trzymaj przez dwa tygodnie temp. 15°C.", "Po uzyskaniu prawidłowego nagazowania przechowuj w chłodnym zaciemnionym pomieszczeniu."], "image_path": "images/black_beer.jpg"}