{"name": "Pszeniczne Jasne", "description": "Pszeniczne Jasne - najpopularniejszy gatunek piwa pszenicznego. Pochodzi z Bawarii. Jest to jasne, niefiltrowane, obficie pieniące się piwo, rozlewane do butelek i beczek z dodatkiem drożdży. Piwo Hefe-Weizen powstaje ze słodów pilzneńskiego i pszenicznego. Jest delikatnie chmielone i charakteryzuje się goździkowo - bananowym aromatem. Podaje się je głównie w okresie letnim, w wysokich szklanicach, wąskich u dołu i w talii, szerokich u szczytu.", "ingredients": ["Słód Pilzneński Viking Malt - 3 kg", "Słód Pszeniczny Jasny Viking Malt - 2.5 kg", "Słód Karmelowy 30 Viking Malt - 0.5 kg", "Chmiel Lubelski (PL) - 50 g"], "steps": ["Zacieranie:\nDodaj ześrutowany słód do 18l wody o temp. 42°C.", "Wyłącz palnik na 10 min. i zrób przerwę (ferulikową), w tej temperaturze wytwarzany jest kwas ferulikowy, który pomaga w uzyskaniu goździkowego aromatu w piwach pszenicznych.", "Podgrzewaj do temp. 52°C i zrób przerwę białkową. Około 10 min.", "Następnie podgrzewaj zacier do temp. 62-68°C.", "Wyłącz palnik na 10-60 min. i zrób przerwę scukrzającą (maltazowa, beta amylazowa).", "Ponownie podgrzewaj zacier do temp. 72°C.", "Wyłącz palnik na 10-30 min. i zrób przerwę (destynująca, alfa-amylazowa).", "Potem podnieś temperaturę zacierania do 78°C i aktywność enzymów zanika lub przynajmniej przestaje wzrastać. Brzeczka piwna staje się rzadsza i łatwiej ją przefiltrować.", "Wysładzanie:\nCzekaj 30 minut, aż złoże filtracyjne się ułoży.", "Wysładzaj do uzyskania brzeczki przedniej: 20l - 18 blg.", "Potem wysładzaj wodą o temperaturze 75°C do uzyskania 15-16 Blg i 20l brzeczki lub do momentu, kiedy z kranika płynie brzeczka o gęstości 2Blg.", "Chmielenie:\nGotuj brzeczkę przez 60 minut.", "Podczas gotowania dodaj chmiel w odpowiednich odstępach czasu: w 50-tej minucie dodaj 50g chmielu Lubelskiego.", "Przygotowanie drożdży:\nDo zdezynfekowanej szklanki dodaj 200ml ciepłej wody w przedziale od 18°C do 28°C.", "Wsyp drożdże i dobrze wymieszaj aż do otrzymania mętnej konsystencji.", "Przykryj i odstaw na 30 min do uwodnienia drożdży.", "Do pomiaru temperatury (oczywiście wcześniej zdezynfekowanego) można użyć termometru szpilkowego. Pamiętaj, że drożdże żyją tylko w określonej temperaturze, temperatura powyżej 28°C może je zabić a wtedy fermentacja nie wyjdzie. Ważne, żeby temp brzeczki mieściła się w temp od 18°C do 28°C. Taka temp. Jest odpowiednia do zadania drożdży do brzeczki.", "Fermentacja:\nFermentacja burzliwa w temp. 18-22°C (ok. 7. dni)\nFermentacja cicha w temp. 10-15°C (ok. 7 dni)", "Butelkuj z użyciem glukozy 100g na 20l piwa.", "Na czas refermentacji trzymaj przez dwa tygodnie temp. 15°C.", "Po uzyskaniu prawidłowego nagazowania przechowuj w chłodnym zaciemnionym pomieszczeniu."], "image_path": "images/light_beer.jpg"}